sdcc_load_testing/2course-50tps.txt
Requests      [total, rate]            250, 50.19
Duration      [total, attack, wait]    15.336086486s, 4.980671694s, 10.355414792s
Latencies     [mean, 50, 95, 99, max]  5.502619585s, 1.226843981s, 13.619184613s, 14.649630321s, 14.730088431s
Bytes In      [total, mean]            102836, 411.34
Bytes Out     [total, mean]            0, 0.00
Success       [ratio]                  53.60%
Status Codes  [code:count]             200:134  500:116  
Error Set:
500 INTERNAL SERVER ERROR