sdcc_load_testing/2material-50tps.txt
Requests      [total, rate]            250, 50.18
Duration      [total, attack, wait]    5.140530347s, 4.982477963s, 158.052384ms
Latencies     [mean, 50, 95, 99, max]  195.719209ms, 172.910147ms, 355.448162ms, 444.884688ms, 461.365992ms
Bytes In      [total, mean]            30250, 121.00
Bytes Out     [total, mean]            0, 0.00
Success       [ratio]                  100.00%
Status Codes  [code:count]             200:250  
Error Set: