sdcc_load_testing/2user-50tps.txt
Requests      [total, rate]            250, 50.20
Duration      [total, attack, wait]    5.141159808s, 4.980292283s, 160.867525ms
Latencies     [mean, 50, 95, 99, max]  171.669844ms, 164.653443ms, 272.435002ms, 328.092589ms, 361.039236ms
Bytes In      [total, mean]            79250, 317.00
Bytes Out     [total, mean]            0, 0.00
Success       [ratio]                  100.00%
Status Codes  [code:count]             200:250  
Error Set: