sdcc_load_testing/course-50tps.txt
Requests      [total, rate]            250, 50.18
Duration      [total, attack, wait]    19.264750242s, 4.981766724s, 14.282983518s
Latencies     [mean, 50, 95, 99, max]  8.86592762s, 6.495287765s, 16.858537139s, 17.13940717s, 17.445279147s
Bytes In      [total, mean]            109876, 439.50
Bytes Out     [total, mean]            0, 0.00
Success       [ratio]                  57.60%
Status Codes  [code:count]             200:144  500:106  
Error Set:
500 INTERNAL SERVER ERROR