sdcc_load_testing/course-5tps.txt
Requests      [total, rate]            25, 5.21
Duration      [total, attack, wait]    4.919894602s, 4.799991366s, 119.903236ms
Latencies     [mean, 50, 95, 99, max]  132.051373ms, 121.191816ms, 211.717203ms, 273.685947ms, 273.685947ms
Bytes In      [total, mean]            18450, 738.00
Bytes Out     [total, mean]            0, 0.00
Success       [ratio]                  100.00%
Status Codes  [code:count]             200:25  
Error Set: