sdcc_load_testing/gateway-5tps.txt
Requests      [total, rate]            25, 5.21
Duration      [total, attack, wait]    4.965662255s, 4.799996229s, 165.666026ms
Latencies     [mean, 50, 95, 99, max]  178.25561ms, 163.424276ms, 316.145337ms, 322.020569ms, 322.020569ms
Bytes In      [total, mean]            0, 0.00
Bytes Out     [total, mean]            1075, 43.00
Success       [ratio]                  100.00%
Status Codes  [code:count]             201:25  
Error Set: