sdcc_load_testing/material-50tps.txt
Requests      [total, rate]            250, 50.20
Duration      [total, attack, wait]    5.166261988s, 4.980001196s, 186.260792ms
Latencies     [mean, 50, 95, 99, max]  395.401665ms, 377.506827ms, 685.793917ms, 949.648717ms, 1.041592069s
Bytes In      [total, mean]            30250, 121.00
Bytes Out     [total, mean]            0, 0.00
Success       [ratio]                  100.00%
Status Codes  [code:count]             200:250  
Error Set: