sdcc_load_testing/user-500tps.txt
Requests      [total, rate]            2500, 500.10
Duration      [total, attack, wait]    18.66245041s, 4.998983018s, 13.663467392s
Latencies     [mean, 50, 95, 99, max]  4.335494276s, 499.784µs, 15.001749606s, 17.086748058s, 17.40086658s
Bytes In      [total, mean]            308434, 123.37
Bytes Out     [total, mean]            0, 0.00
Success       [ratio]                  30.64%
Status Codes  [code:count]             0:1290  200:766  502:10  504:434  
Error Set:
Get http://UserManagementLB-206455583.us-east-1.elb.amazonaws.com/user_management/api/v1.0/users/stud/stud: dial tcp: lookup UserManagementLB-206455583.us-east-1.elb.amazonaws.com on 127.0.0.53:53: dial udp 127.0.0.53:53: socket: too many open files
504 Gateway Time-out
502 Bad Gateway