sdcc_load_testing/user-50tps.txt
Requests      [total, rate]            250, 50.19
Duration      [total, attack, wait]    6.287679545s, 4.9810087s, 1.306670845s
Latencies     [mean, 50, 95, 99, max]  853.483829ms, 828.336111ms, 1.314421182s, 1.365660124s, 1.395775571s
Bytes In      [total, mean]            79250, 317.00
Bytes Out     [total, mean]            0, 0.00
Success       [ratio]                  100.00%
Status Codes  [code:count]             200:250  
Error Set: