sdcc_load_testing/user-5tps.txt
Requests      [total, rate]            25, 5.21
Duration      [total, attack, wait]    4.965201413s, 4.800194247s, 165.007166ms
Latencies     [mean, 50, 95, 99, max]  173.536922ms, 163.858717ms, 291.827408ms, 329.887678ms, 329.887678ms
Bytes In      [total, mean]            7925, 317.00
Bytes Out     [total, mean]            0, 0.00
Success       [ratio]                  100.00%
Status Codes  [code:count]             200:25  
Error Set: